/*  Class = "NSMenuItem"; title = "Default"; ObjectID = "89";  */
"Default" = "Par défaut";

/*  Class = "NSTextFieldCell"; title = "Key Block Size:"; ObjectID = "133";  */
"Key Block Size:" = "Taille du bloc de cache de clé :";

/*  Class = "NSButtonCell"; title = "Advanced"; ObjectID = "65";  */
"Advanced" = "Avancé";

/*  Class = "NSButton"; gToolTip = "Advanced index settings"; ObjectID = "63";  */
/*  Class = "NSButton"; gToolTip = "Advanced index settings"; ObjectID = "64";  */
"Advanced index settings" = "Réglages d'index avancés";

/*  Class = "NSMenuItem"; title = "Remove Field"; ObjectID = "124";  */
"Remove Field" = "Supprimer le champ";

/*  Class = "NSButton"; gToolTip = "Add indexed field"; ObjectID = "144";  */
"Add indexed field" = "Indexer un champ";

/*  Class = "NSButton"; gToolTip = "Remove indexed field"; ObjectID = "143";  */
"Remove indexed field" = "Désindexer un champ";

/*  Class = "NSTableColumn"; headerCell.title = "Field"; ObjectID = "57";  */
"Field" = "Champ";

/*  Class = "NSTableColumn"; headerCell.title = "Size"; ObjectID = "58";  */
"Size" = "Taille";

/*  Class = "NSTextFieldCell"; title = "Storage Type:"; ObjectID = "93";  */
"Storage Type:" = "Type de stockage :";

/*  Class = "NSTextFieldCell"; title = "Key Name:"; ObjectID = "23";  */
"Key Name:" = "Nom de la clé :";

/*  Class = "NSTextFieldCell"; title = "Key Type:"; ObjectID = "24";  */
"Key Type:" = "Type de la clé :";

/*  Class = "NSTextField"; gToolTip = "Choose the name of the index or leave blank to use column name"; ObjectID = "11";  */
"Choose the name of the index or leave blank to use column name" = "Choisissez le nom de l'index ou laissez vide pour utiliser le nom de la colonne";

/*  Class = "NSPopUpButton"; gToolTip = "Choose the type of the index"; ObjectID = "12";  */
"Choose the type of the index" = "Choisissez le type de l'index";

/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "59";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "19";  */
"optional" = "optionnel";

/*  Class = "NSButtonCell"; title = "Add"; ObjectID = "83";  */
"Add" = "Ajouter";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "82";  */
"Cancel" = "Annuler";

